/* $ObjectName=AfariaProvider_iOS */
/* $Collection=odata.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=OData - iOS Components */

/* XCAP */
"AfariaCertificateProviderPasswordScreenTitle" = "Identifikační údaje Afaria";

/* XMSG */
"AfariaCertificateProviderPasswordScreenContent" = "Poskytovatel certifikátu Afaria potřebuje váš vstup, aby mohl stáhnout váš certifikát ze serveru Afaria. Váš certifikát bude bezpečně uložen.";

/* XBUT */
"AfariaCertificateProviderPasswordScreenOkButtonText" = "Hotovo";

/* XBUT */
"AfariaCertificateProviderPasswordScreenCancelButtonText" = "Zrušit";

/* XCAP */
"AfariaCertificateProviderCertificateDownloadTitle" = "Certifikát Afaria";

/* XMSG */
"AfariaCertificateProviderCertificateDownloadInProgress" = "Žádost o certifikát Afaria";

/* XMSG */
"AfariaCertificateProviderGeneralErrorMessage" = "Došlo k chybě; obraťte se na správce.";

/* XMSG */
"AfariaCertificateProviderAfariaInitializationError" = "Chyba inicializace Afaria";

/* XMSG */
"AfariaCertificateProviderUserCancelledError" = "Uživatel byl zrušen";

